pet_examples/evaluation/model_comp_corr/gpt3/mermaid/activities/10_6.mmd
graph LR
A[Send Dismissal MSPN] --> B[Review Dismissal MSPO]
B --> C[Reject Dismissal MSPO]
B --> D[Confirm Dismissal MSPO]
